Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a place you want to see before it changes forever?
de: Welchen Ort möchtest du sehen, bevor er sich für immer verändert?
es: ¿Qué lugar quieres ver antes de que cambie para siempre?
fr: Quel endroit veux-tu voir avant qu'il ne change pour toujours ?
it: Quale posto vuoi vedere prima che cambi per sempre?
ja: 永遠に変わる前に見ておきたい場所はどこですか？
ko: 영원히 변하기 전에 보고 싶은 장소가 있나요?
nb: Hvilket sted vil du se før det forandrer seg for alltid?
nl: Welke plek wil je zien voordat die voor altijd verandert?
pl: Jakie miejsce chcesz zobaczyć, zanim zmieni się na zawsze?
pt_br: Qual lugar você quer ver antes que mude para sempre?
sv: Vilken plats vill du se innan den förändras för alltid?
uk: Яке місце ви хочете побачити, перш ніж воно зміниться назавжди?
zh_hans: 你想在哪个地方永远改变之前去看一看？

source: What's a place you went to based on a movie or book, and was it worth it?
de: Welchen Ort hast du wegen eines Films oder Buchs besucht und war es das wert?
es: ¿Qué lugar visitaste basado en una película o libro, y valió la pena?
fr: Quel endroit as-tu visité à cause d'un film ou d'un livre, et cela en valait-il la peine ?
it: Quale posto hai visitato ispirato da un film o libro, e ne è valsa la pena?
ja: 映画や本がきっかけで行った場所はどこですか？行った価値はありましたか？
ko: 영화나 책을 보고 가게 된 장소는 어디이며, 갈 만한 가치가 있었나요?
nb: Hvilket sted dro du til basert på en film eller bok, og var det verdt det?
nl: Welke plek bezocht je op basis van een film of boek, en was het de moeite waard?
pl: Jakie miejsce odwiedziłeś/aś przez film lub książkę i czy było warto?
pt_br: Qual lugar você visitou por causa de um filme ou livro, e valeu a pena?
sv: Vilken plats besökte du på grund av en film eller bok, och var det värt det?
uk: Яке місце ви відвідали на основі фільму чи книги, і чи варте воно того?
zh_hans: 你因为哪部电影或书去了某个地方，值得吗？

source: What's a place you'd never go back to, but are glad you saw?
de: Welchen Ort würdest du nie wieder besuchen, bist aber froh, ihn gesehen zu haben?
es: ¿Qué lugar no volverías a visitar, pero te alegra haber visto?
fr: Quel endroit ne voudrais-tu plus revoir, mais es-tu content de l'avoir vu ?
it: Quale posto non rivisiteresti mai, ma sei contento di aver visto?
ja: 二度と行きたくないけど、見られてよかったと思う場所はどこですか？
ko: 다시는 가고 싶지 않지만, 그래도 봐서 다행인 장소는 어디인가요?
nb: Hvilket sted vil du aldri dra tilbake til, men er glad for at du så?
nl: Welke plek zou je nooit meer teruggaan, maar ben je blij dat je hebt gezien?
pl: Jakie miejsce, do którego już nigdy nie wrócisz, cieszysz się, że zobaczyłeś/aś?
pt_br: Qual lugar você não voltaria, mas está feliz por ter visto?
sv: Vilken plats skulle du aldrig återvända till, men är glad att du såg?
uk: Яке місце ви більше ніколи не відвідаєте, але раді, що побачили?
zh_hans: 哪个地方你永远不会再去，但又庆幸自己看过？

source: What's a place you'd recommend to someone looking for solitude?
de: Welchen Ort würdest du jemandem empfehlen, der Ruhe sucht?
es: ¿Qué lugar recomendarías a alguien que busca soledad?
fr: Quel endroit recommanderais-tu à quelqu'un en quête de solitude ?
it: Quale posto consiglieresti a qualcuno che cerca solitudine?
ja: 静けさを求める人におすすめの場所はどこですか？
ko: 고독을 찾는 사람에게 추천하고 싶은 장소는 어디인가요?
nb: Hvilket sted vil du anbefale til noen som søker ensomhet?
nl: Welke plek zou je aanraden aan iemand die op zoek is naar eenzaamheid?
pl: Jakie miejsce poleciłbyś komuś szukającemu samotności?
pt_br: Qual lugar você recomendaria para alguém que procura solidão?
sv: Vilken plats skulle du rekommendera till någon som söker ensamhet?
uk: Яке місце ви б рекомендували тому, хто шукає спокою та самотності?
zh_hans: 你会向寻求独处的人推荐哪个地方？

source: What's a place you've visited that felt like stepping into a postcard?
de: Welchen Ort hast du besucht, der sich anfühlte wie ein Postkartenmotiv?
es: ¿Qué lugar has visitado que parecía una postal?
fr: Quel endroit as-tu visité qui ressemblait à une carte postale vivante ?
it: Quale posto hai visitato che sembrava uscito da una cartolina?
ja: ポストカードに飛び込んだような気分になる、訪れた場所はどこですか？
ko: 엽서 속으로 들어간 듯한 느낌을 준 여행지는 어디인가요?
nb: Hvilket sted har du besøkt som føltes som å tre inn i et postkort?
nl: Welke plek voelde alsof je een ansichtkaart in liep?
pl: Jakie miejsce odwiedziłeś/aś, które wydawało się jak wyjęte z pocztówki?
pt_br: Qual lugar você visitou que pareceu ter saído de um cartão-postal?
sv: Vilken plats kändes som att kliva in i ett vykort?
uk: Яке місце ви відвідали, що нагадувало листівку, яка ожила?
zh_hans: 你去过的哪个地方感觉像走进了明信片里？

source: What's a podcast that always makes your commute better?
de: Welcher Podcast macht deine Fahrt zur Arbeit immer besser?
es: ¿Qué podcast siempre mejora tu viaje?
fr: Quel podcast rend toujours ton trajet meilleur ?
it: Quale podcast rende sempre migliore il tuo viaggio?
ja: 通勤時間をいつも良くしてくれるポッドキャストは？
ko: 출퇴근 길을 항상 즐겁게 해주는 팟캐스트는 무엇인가요?
nb: Hvilken podcast gjør alltid pendlingen din bedre?
nl: Welke podcast maakt jouw woon-werkverkeer altijd beter?
pl: Jaki podcast zawsze umila ci dojazdy?
pt_br: Qual podcast sempre torna seu trajeto melhor?
sv: Vilken podcast gör alltid din pendling bättre?
uk: Який подкаст завжди робить вашу дорогу на роботу кращою?
zh_hans: 哪个播客总是让你的通勤变得更愉快？

source: What's a possession you have that you'd be devastated to lose, but would be fine without?
de: Was besitzt du, dessen Verlust dich zerstören würde, aber ohne das du auskommen könntest?
es: ¿Qué posesión tienes que te devastaría perder, pero podrías vivir sin ella?
fr: Quelle possession as-tu que tu serais dévasté de perdre, mais dont tu pourrais te passer ?
it: Quale possesso hai che saresti devastato a perdere, ma potresti farne a meno?
ja: 失ったら落ち込むけど、なくても大丈夫な所有物は何ですか？
ko: 잃으면 큰 타격이지만 없어도 괜찮은 소유물은 무엇인가요?
nb: Hvilken eiendel har du som du ville blitt knust av å miste, men som du ville klart deg uten?
nl: Welk bezit heb je waarvan je zou verwoest zijn als je het kwijtraakt, maar je zou het zonder kunnen stellen?
pl: Jaką posiadasz rzecz, której utrata by cię zdruzgotała, ale bez której mógłbyś się obejść?
pt_br: Que posse você tem que ficaria arrasado ao perder, mas ficaria bem sem ela?
sv: Vilken ägodel har du som du skulle vara förkrossad över att förlora, men som du skulle klara dig utan?
uk: Яка ваша річ, яку ви б болісно втратили, але без якої ви б обійшлися?
zh_hans: 你拥有的哪件物品，失去它会令你心痛，但没有它也能过？

source: What's a problem in the world you wish you had the power to solve?
de: Welches Problem der Welt wünschst du dir, die Macht zu haben, es zu lösen?
es: ¿Qué problema del mundo deseas tener el poder de resolver?
fr: Quel problème dans le monde aimerais-tu avoir le pouvoir de résoudre ?
it: Quale problema del mondo vorresti avere il potere di risolvere?
ja: 解決する力を持ちたいと思う世界的な問題は何ですか？
ko: 해결할 힘이 있으면 좋겠다고 생각하는 세상의 문제는 무엇인가요?
nb: Hvilket problem i verden skulle du ønske du hadde makten til å løse?
nl: Welk probleem in de wereld wou je dat je de macht had om op te lossen?
pl: Jaki problem na świecie chciałbyś mieć moc rozwiązać?
pt_br: Qual problema no mundo você gostaria de ter o poder de resolver?
sv: Vilket problem i världen önskar du att du hade makten att lösa?
uk: Яку проблему у світі ви хотіли б мати змогу вирішити?
zh_hans: 你希望自己能解决世界上的哪个问题？

source: What's a problem you can't solve with love, but wish you could?
de: Welches Problem kannst du nicht mit Liebe lösen, wünschtest es aber?
es: ¿Qué problema no puedes resolver con amor, pero te gustaría poder hacerlo?
fr: Quel problème ne pouvez-vous pas résoudre avec l'amour, mais aimeriez-vous pouvoir le faire ?
it: Quale problema non puoi risolvere con l'amore, ma vorresti?
ja: 愛では解決できないけれど、できたらいいのにと思う問題は何ですか？
ko: 사랑으로 해결할 수 없지만, 할 수 있다면 좋겠다고 생각하는 문제는 무엇인가요?
nb: Hvilket problem kan du ikke løse med kjærlighet, men skulle ønske du kunne?
nl: Welk probleem kun je niet oplossen met liefde, maar wou je dat wel?
pl: Jakiego problemu nie można rozwiązać miłością, ale chciałbyś?
pt_br: Qual problema você não consegue resolver com amor, mas gostaria de poder?
sv: Vilket problem kan du inte lösa med kärlek, men önskar att du kunde?
uk: Яку проблему не можна розв'язати любов'ю, але хотілося б?
zh_hans: 哪个问题你无法用爱解决，但希望可以？

source: What's a product that definitely doesn't need a 'deluxe' version?
de: Für welches Produkt braucht es definitiv keine 'Deluxe'-Version?
es: ¿Qué producto definitivamente no necesita una versión 'de lujo'?
fr: Quel produit n'a définitivement pas besoin d'une version « de luxe » ?
it: Quale prodotto non ha sicuramente bisogno di una versione 'deluxe'?
ja: 間違いなく『デラックス版』は必要ない製品は何ですか？
ko: '디럭스' 버전이 분명히 필요 없는 제품은 뭐예요?
nb: Hvilket produkt trenger definitivt ikke en 'deluxe'-versjon?
nl: Welk product heeft absoluut geen 'deluxe'-versie nodig?
pl: Jaki produkt zdecydowanie nie potrzebuje wersji 'deluxe'?
pt_br: Qual produto definitivamente não precisa de uma versão 'deluxe'?
sv: Vilken produkt behöver definitivt inte en 'deluxe'-version?
uk: Який продукт точно не потребує 'люкс' версії?
zh_hans: 什么产品绝对不需要‘豪华版’？

source: What's a professional risk you want to take?
de: Welches berufliche Risiko möchtest du eingehen?
es: ¿Qué riesgo profesional quieres correr?
fr: Quel risque professionnel veux-tu prendre ?
it: Quale rischio professionale vuoi correre?
ja: どのような仕事上のリスクを取りたいですか？
ko: 감수하고 싶은 직업적 위험이 있나요?
nb: Hvilken profesjonell risiko vil du ta?
nl: Welk professioneel risico wil je nemen?
pl: Jakie ryzyko zawodowe chcesz podjąć?
pt_br: Qual risco profissional você quer correr?
sv: Vilken professionell risk vill du ta?
uk: Який професійний ризик ви хочете взяти?
zh_hans: 你想承担哪个职业风险？

source: What's a promise you've kept to yourself that matters?
de: Welches Versprechen hast du dir selbst gegeben, das wichtig ist?
es: ¿Qué promesa te has hecho a ti mismo que importa?
fr: Quelle promesse vous êtes-vous faite, qui compte vraiment ?
it: Quale promessa hai fatto a te stesso che conta?
ja: 自分にした大切な約束は何ですか？
ko: 스스로에게 한 중요한 약속은 무엇인가요?
nb: Hvilket løfte har du holdt til deg selv som betyr noe?
nl: Welke belofte aan jezelf heb je gehouden die ertoe doet?
pl: Jaką obietnicę złożyłeś sobie, która ma znaczenie?
pt_br: Qual promessa você fez a si mesmo que é importante?
sv: Vilket löfte har du hållit till dig själv som betyder något?
uk: Яку обіцянку ви дали собі, що має значення?
zh_hans: 你对自己许下的哪个重要承诺兑现了？

source: What's a purchase over $500 that you want to save up for?
de: Für welchen Kauf über $500 möchtest du sparen?
es: ¿Qué compra de más de 500 dólares quieres ahorrar?
fr: Quel achat de plus de 500 $ veux-tu économiser pour ?
it: Per quale acquisto di oltre $500 vuoi risparmiare?
ja: 500ドル以上の買い物で、貯金したいものは何ですか？
ko: 500달러가 넘는 구매 중 모아서 사고 싶은 것이 있나요?
nb: Hvilket kjøp på over 500 dollar vil du spare til?
nl: Voor welke aankoop van meer dan 500 dollar wil je sparen?
pl: Na jaki zakup powyżej 500 dolarów chcesz zaoszczędzić?
pt_br: Qual compra acima de $500 você quer economizar para fazer?
sv: Vilket köp på över 500 dollar vill du spara till?
uk: На яку покупку понад 500 доларів ви хочете накопичити?
zh_hans: 你想存钱购买哪件超过500美元的东西？

source: What's a question you always asked your parents that annoyed them?
de: Welche Frage hast du deinen Eltern immer gestellt, die sie genervt hat?
es: ¿Qué pregunta les hacías siempre a tus padres que les molestaba?
fr: Quelle question posais-tu toujours à tes parents et qui les agaçait ?
it: Quale domanda facevi sempre ai tuoi genitori che li infastidiva?
ja: いつも両親に聞いて、彼らを困らせていた質問は何ですか？
ko: 부모님께 항상 물어봐서 짜증나게 했던 질문은 무엇인가요?
nb: Hvilket spørsmål spurte du alltid foreldrene dine om som irriterte dem?
nl: Welke vraag stelde je altijd aan je ouders die hen irriteerde?
pl: Jakie pytanie zawsze zadawałeś rodzicom, które ich denerwowało?
pt_br: Qual pergunta você sempre fazia aos seus pais que os irritava?
sv: Vilken fråga frågade du alltid dina föräldrar som irriterade dem?
uk: Яке питання ти завжди ставив батькам, яке їх дратувало?
zh_hans: 你总是问父母哪个问题让他们很烦？

source: What's a question you can't answer without lying to yourself?
de: Welche Frage kannst du nicht beantworten, ohne dich selbst anzulügen?
es: ¿Qué pregunta no puedes responder sin mentirte a ti mismo?
fr: À quelle question ne peux-tu pas répondre sans te mentir à toi-même ?
it: Quale domanda non puoi rispondere senza mentire a te stesso?
ja: 自分に嘘をつかずには答えられない質問は何ですか？
ko: 자기 자신에게 거짓말하지 않고는 대답할 수 없는 질문은 무엇인가요?
nb: Hvilket spørsmål kan du ikke svare på uten å lyve for deg selv?
nl: Welke vraag kun je niet beantwoorden zonder tegen jezelf te liegen?
pl: Na jakie pytanie nie możesz odpowiedzieć bez okłamywania siebie?
pt_br: Qual pergunta você não consegue responder sem mentir para si mesmo?
sv: Vilken fråga kan du inte svara på utan att ljuga för dig själv?
uk: На яке запитання ви не можете відповісти, не обманюючи себе?
zh_hans: 哪个问题你无法在不自欺欺人的情况下回答？

source: What's a question you hope you have the answer to in five years?
de: Auf welche Frage hoffst du, in fünf Jahren die Antwort zu haben?
es: ¿Qué pregunta esperas tener respondida en cinco años?
fr: À quelle question espères-tu avoir la réponse dans cinq ans ?
it: A quale domanda speri di avere una risposta tra cinque anni?
ja: 5年後に答えを持っていることを願う質問は何ですか？
ko: 5년 안에 답을 알았으면 하는 질문이 있나요?
nb: Hvilket spørsmål håper du å ha svaret på om fem år?
nl: Op welke vraag hoop je over vijf jaar het antwoord te hebben?
pl: Na jakie pytanie masz nadzieję poznać odpowiedź za pięć lat?
pt_br: Que pergunta você espera ter a resposta em cinco anos?
sv: Vilken fråga hoppas du ha svaret på om fem år?
uk: На яке запитання ви сподіваєтесь мати відповідь через п’ять років?
zh_hans: 你希望在五年内得到哪个问题的答案？

source: What's a question you wish more people would ask you?
de: Welche Frage wünschst du dir, dass sie dir mehr Menschen stellen?
es: ¿Qué pregunta te gustaría que más personas te hicieran?
fr: Quelle question aimeriez-vous que plus de gens vous posent ?
it: Quale domanda vorresti che più persone ti facessero?
ja: もっと多くの人に聞いてほしい質問は何ですか？
ko: 더 많은 사람들이 물어봤으면 하는 질문은 무엇인가요?
nb: Hvilket spørsmål skulle du ønske flere stilte deg?
nl: Welke vraag wou je dat meer mensen je stelden?
pl: Jakie pytanie chciałbyś, żeby więcej osób ci zadawało?
pt_br: Qual pergunta você gostaria que mais pessoas fizessem a você?
sv: Vilken fråga önskar du att fler människor ställde till dig?
uk: Яке питання ви хотіли б, щоб більше людей вам ставили?
zh_hans: 你希望更多人问你哪个问题？

source: What's a question you're afraid to find the answer to?
de: Vor welcher Frage hast du Angst, die Antwort zu finden?
es: ¿Qué pregunta temes encontrar la respuesta?
fr: À quelle question avez-vous peur de trouver la réponse ?
it: Qual è una domanda di cui hai paura di trovare la risposta?
ja: 答えを見つけるのが怖い質問は何ですか？
ko: 답을 찾는 것이 두려운 질문은 무엇인가요?
nb: Hvilket spørsmål er du redd for å finne svaret på?
nl: Voor welke vraag ben je bang om het antwoord te vinden?
pl: Jakie pytanie boisz się poznać odpowiedź?
pt_br: Qual é a pergunta que você tem medo de encontrar a resposta?
sv: Vilken fråga är du rädd för att få svar på?
uk: Яке питання ви боїтеся дізнатися відповідь?
zh_hans: 哪个问题的答案是你害怕找到的？

source: What's a quote that has genuinely guided your decisions?
de: Welches Zitat hat deine Entscheidungen wirklich geleitet?
es: ¿Qué cita ha guiado genuinamente tus decisiones?
fr: Quelle citation a vraiment guidé tes décisions ?
it: Quale citazione ha genuinamente guidato le tue decisioni?
ja: 実際にあなたの決断を導いた言葉は何ですか？
ko: 당신의 결정에 진정한 영향을 준 인용구는 무엇인가요?
nb: Hvilket sitat har virkelig veiledet avgjørelsene dine?
nl: Welk citaat heeft echt je beslissingen geleid?
pl: Jaki cytat naprawdę kierował twoimi decyzjami?
pt_br: Que citação realmente guiou suas decisões?
sv: Vilket citat har verkligen guidat dina beslut?
uk: Яка цитата справді керувала вашими рішеннями?
zh_hans: 哪句名言真正指导过你的决定？

source: What's a recurring thought you have that you wish would go away?
de: Welcher wiederkehrende Gedanke, von dem du wünschst, er würde verschwinden?
es: ¿Qué pensamiento recurrente tienes y que deseas que desaparezca?
fr: Quelle pensée récurrente as-tu que tu aimerais voir disparaître ?
it: Quale pensiero ricorrente hai che vorresti sparisse?
ja: 消えてほしいと思う繰り返しの思考は何ですか？
ko: 사라졌으면 하는 반복되는 생각은 무엇인가요?
nb: Hvilken tilbakevendende tanke har du som du skulle ønske forsvant?
nl: Welke terugkerende gedachte heb je waarvan je wenst dat die weggaat?
pl: Jaką nawracającą myśl masz, której chciałbyś się pozbyć?
pt_br: Que pensamento recorrente você tem e gostaria que fosse embora?
sv: Vilken återkommande tanke har du som du önskar skulle försvinna?
uk: Яка повторювана думка у вас є, і ви хочете, щоб вона зникла?
zh_hans: 你有什么反复出现的念头，希望它能消失？

source: What's a relationship in your life you've had to grieve?
de: Welche Beziehung in deinem Leben musstest du betrauern?
es: ¿Qué relación en tu vida has tenido que lamentar?
fr: Quelle relation dans ta vie as-tu dû pleurer ?
it: Quale relazione nella tua vita hai dovuto piangere?
ja: あなたの人生で悲しまなければならなかった関係は何ですか？
ko: 인생에서 애도해야 했던 관계는 무엇인가요?
nb: Hvilket forhold i livet ditt har du måttet sørge over?
nl: Welke relatie in je leven heb je moeten rouwen?
pl: Jaką relację w swoim życiu musiałeś opłakiwać?
pt_br: Qual relacionamento na sua vida você teve que lamentar?
sv: Vilken relation i ditt liv har du behövt sörja?
uk: Які стосунки у вашому житті вам довелося оплакувати?
zh_hans: 你生活中哪段关系让你不得不感到悲伤？

source: What's a relationship you want to invest more time in?
de: In welche Beziehung möchtest du mehr Zeit investieren?
es: ¿En qué relación quieres invertir más tiempo?
fr: Dans quelle relation veux-tu investir plus de temps ?
it: In quale relazione vuoi investire più tempo?
ja: もっと時間をかけて育てたい人間関係は何ですか？
ko: 더 많은 시간을 투자하고 싶은 관계가 있나요?
nb: Hvilket forhold vil du investere mer tid i?
nl: In welke relatie wil je meer tijd investeren?
pl: W jaką relację chcesz zainwestować więcej czasu?
pt_br: Em qual relacionamento você quer investir mais tempo?
sv: Vilken relation vill du investera mer tid i?
uk: У які стосунки ви хочете вкласти більше часу?
zh_hans: 你想在哪个关系中投入更多时间？

source: What's a risk you took in a relationship that paid off?
de: Welches Risiko in einer Beziehung hast du eingegangen, das sich ausgezahlt hat?
es: ¿Qué riesgo tomaste en una relación que valió la pena?
fr: Quel risque avez-vous pris dans une relation qui a porté ses fruits ?
it: Quale rischio hai corso in una relazione che ha dato i suoi frutti?
ja: 関係においてうまくいったリスクは何ですか？
ko: 관계에서 감수한 위험 중 성공한 것은 무엇인가요?
nb: Hvilken risiko tok du i et forhold som lønnet seg?
nl: Welk risico nam je in een relatie dat de moeite waard was?
pl: Jakie ryzyko w związku się opłaciło?
pt_br: Qual risco você assumiu em um relacionamento que valeu a pena?
sv: Vilken risk tog du i en relation som lönade sig?
uk: Який ризик у стосунках виправдав себе?
zh_hans: 你在感情中冒过的哪个风险最终得到了回报？

source: What's a risk you want to take but haven't yet?
de: Welches Risiko möchtest du eingehen, hast es aber noch nicht getan?
es: ¿Cuál es un riesgo que quieres correr pero aún no has tomado?
fr: Quel est un risque que tu veux prendre mais que tu n'as pas encore pris ?
it: Qual è un rischio che vuoi correre ma non hai ancora preso?
ja: まだ取っていないリスクで、取りたいものは何ですか？
ko: 아직 감수하지 않았지만 감수하고 싶은 위험은 무엇인가요?
nb: Hva er en risiko du vil ta, men ikke har tatt ennå?
nl: Wat is een risico dat je wilt nemen maar nog niet hebt genomen?
pl: Jakie ryzyko chcesz podjąć, ale jeszcze tego nie zrobiłeś?
pt_br: Qual é um risco que você quer correr, mas ainda não correu?
sv: Vilken risk vill du ta men inte har tagit än?
uk: Який ризик ви хочете взяти, але ще не взяли?
zh_hans: 你想承担但还没有承担的风险是什么？

source: What's a ritual you share with a loved one that is sacred to you?
de: Welches Ritual teilst du mit einem geliebten Menschen, das dir heilig ist?
es: ¿Qué ritual compartes con un ser querido que es sagrado para ti?
fr: Quel rituel partagez-vous avec un être cher qui vous est sacré ?
it: Quale rituale condividi con una persona cara che è sacro per te?
ja: 大切な人と共有していて、あなたにとって神聖な儀式は何ですか？
ko: 사랑하는 사람과 나누는, 당신에게 신성한 의식은 무엇인가요?
nb: Hvilken ritual deler du med en du er glad i som er hellig for deg?
nl: Welk ritueel deel je met een dierbare dat heilig voor je is?
pl: Jaki rytuał dzielisz z bliską osobą, który jest dla ciebie święty?
pt_br: Qual ritual você compartilha com um ente querido que é sagrado para você?
sv: Vilken ritual delar du med en älskad som är helig för dig?
uk: Яким ритуалом ви ділитеся з коханою людиною, який є священним для вас?
zh_hans: 你与爱人分享的、对你来说神圣的仪式是什么？

source: What's a role you play (at work, in family) that doesn't feel like the real you?
de: Welche Rolle spielst du (bei der Arbeit, in der Familie), die sich nicht wie das echte Du anfühlt?
es: ¿Qué rol desempeñas (en el trabajo, en la familia) que no se siente como el verdadero tú?
fr: Quel rôle joues-tu (au travail, dans ta famille) qui ne te ressemble pas vraiment ?
it: Quale ruolo interpreti (al lavoro, in famiglia) che non ti sembra il vero te?
ja: 自分らしくないと感じる役割（仕事、家族で）は何ですか？
ko: 진짜 자신 같지 않다고 느껴지는 역할(직장, 가족 내)은 무엇인가요?
nb: Hvilken rolle spiller du (på jobb, i familien) som ikke føles som den virkelige deg?
nl: Welke rol speel je (op het werk, in het gezin) die niet als de echte jij voelt?
pl: Jaką rolę grasz (w pracy, w rodzinie), która nie przypomina prawdziwego ciebie?
pt_br: Qual papel você desempenha (no trabalho, na família) que não parece o verdadeiro você?
sv: Vilken roll spelar du (på jobbet, i familjen) som inte känns som den riktiga du?
uk: Яку роль ви граєте (на роботі, в сім'ї), яка не здається справжнім вами?
zh_hans: 你扮演的哪个角色（在工作或家庭中）感觉不像真实的你？

source: What's a routine you wish you could stick to?
de: Welcher Routine wünschst du dir, sie durchhalten zu können?
es: ¿Qué rutina te gustaría poder mantener?
fr: Quelle routine aimerais-tu pouvoir suivre ?
it: Quale routine vorresti riuscire a mantenere?
ja: 続けられたらいいのにと思う習慣は何ですか？
ko: 계속 지켰으면 하는 루틴이 있나요?
nb: Hvilken rutine skulle du ønske du kunne holde deg til?
nl: Welke routine wou je dat je kon volhouden?
pl: Jakiej rutyny chciałbyś się trzymać?
pt_br: Qual rotina você gostaria de conseguir manter?
sv: Vilken rutin önskar du att du kunde hålla dig till?
uk: Якого режиму ви хотіли б дотримуватися?
zh_hans: 你希望自己能坚持哪个日常惯例？

source: What’s a sacrifice you’ve made that was totally worth it?
de: Was ist ein Opfer, das du gebracht hast und das sich total gelohnt hat?
es: ¿Qué sacrificio has hecho que valió totalmente la pena?
fr: Quel sacrifice avez-vous fait qui en valait totalement la peine ?
it: Quale sacrificio hai fatto che ne è valso totalmente la pena?
ja: あなたがした犠牲の中で、完全に価値があったと思うものは何ですか？
ko: 당신이 한 희생 중 완전히 가치 있었다고 생각하는 것은 무엇인가요?
nb: Hvilket offer har du gjort som var helt verdt det?
nl: Welk offer heb je gebracht dat het helemaal waard was?
pl: Jakie poświęcenie, którego dokonałeś, było całkowicie tego warte?
pt_br: Qual foi um sacrifício que você fez que valeu totalmente a pena?
sv: Vilken uppoffring har du gjort som var helt värt det?
uk: Яку жертву ви принесли, яка повністю виправдала себе?
zh_hans: 你做出的哪个牺牲是完全值得的？

source: What’s a secret fantasy you’ve never told anyone?
de: Was ist eine geheime Fantasie, die du noch nie jemandem erzählt hast?
es: ¿Cuál es una fantasía secreta que nunca le has contado a nadie?
fr: Quelle est une fantaisie secrète que tu n'as jamais racontée à personne ?
it: Qual è una fantasia segreta che non hai mai raccontato a nessuno?
ja: 誰にも言ったことのない秘密のファンタジーは何ですか？
ko: 아무에게도 말한 적 없는 비밀 판타지는 무엇인가요?
nb: Hva er en hemmelig fantasi du aldri har fortalt noen?
nl: Wat is een geheime fantasie die je nooit aan iemand hebt verteld?
pl: Jakia jest twoja sekretna fantazja, o której nikomu nie mówiłaś?
pt_br: Qual é uma fantasia secreta que você nunca contou a ninguém?
sv: Vad är en hemlig fantasi du aldrig har berättat för någon?
uk: Яка таємна фантазія, про яку ти нікому не розповідав?
zh_hans: 你从未告诉过任何人的秘密幻想是什么？
